Repository: duongcuong4395/SportsDB_IOS_App
Catalog: SportsDB/SportsDB/App/Core/Localizable/Localizable.xcstrings
Source language: en
Languages: vi

source: Check
vi: Kiểm tra

# getKeyByLink
source: You can get your key at the link
vi: Bạn có thể lấy key của mình tại link

# keyNotExists
source: This key does not exist
vi: Khoá này không tồn tại

# keyNotShare
source: You should not share this key with anyone.
vi: Bạn không nên chia sẻ khóa này với bất kỳ ai

# keyOnlyOnceInApp
source: This key is only stored secretly (keychain) on your phone
vi: Key này chỉ được lưu trữ bí mật (móc khóa) trên điện thoại của bạn

source: NOTE
vi: Lưu ý

# promptEvent2vs2Analysis
source: You are a sports expert with over 30 years of experience in analyzing and predicting the results of sports matches %@. With a deep understanding of teams (%@ , %@), players, playing tactics and tournament trends, use your rich knowledge to conduct a detailed analysis of the sports event “%@” within the framework of the %@ Tournament. This event will take place at %@ at the venue %@. Consider influencing factors such as the current form of the teams, historical statistics of the confrontation, weather conditions, as well as possible injuries to the players. Also, make predictions about the final outcome of the match in the %@ round of this %@ season. Your analysis will be valuable to fans and investors in the sports betting industry.
vi: Bạn là một chuyên gia thể thao với hơn 30 năm kinh nghiệm trong lĩnh vực phân tích và dự đoán kết quả các trận đấu của môn thể thao %@. Với sự am hiểu sâu sắc về các team (%@, %@), cầu thủ, chiến thuật thi đấu và xu hướng của giải đấu, hãy sử dụng kiến thức phong phú của bạn để tiến hành phân tích chi tiết về sự kiện thể thao “%@” trong khuôn khổ Giải đấu %@. Sự kiện này sẽ diễn ra vào thời điểm %@ tại địa điểm %@. Bạn hãy xem xét các yếu tố ảnh hưởng như phong độ hiện tại của các đội, thống kê lịch sử đối đầu, điều kiện thời tiết, cũng như các chấn thương có thể xảy ra với cầu thủ. Bên cạnh đó, hãy đưa ra dự đoán kết quả cuối cùng của trận đấu trong vòng %@ của mùa giải %@ này. Phân tích của bạn sẽ rất có giá trị đối với những người hâm mộ và các nhà đầu tư trong lĩnh vực cá cược thể thao.

# Title_Enter_Key
source: Input Key
vi: Nhập key

source: Try again
vi: Hãy thử lại

# Win: %@ Loss: %@ Draw: %@
source: Win: %1$@ Loss: %2$@ Draw: %3$@
vi: Thắng: %@ Thua: %@ Hoà: %@
